{
    "Drawing": {
        "vetoers": [],
        "notes": "we drew rhinos, I am bad at backgrounds (Caylihn)\nI like drawing (Caylihn)\n<https://i.imgur.com/QG0oe5H.jpg> (Proto-Geo)\nHead empty. (KRye)",
        "date": "2021-02-28"
    },
    "Model aircraft": {
        "vetoers": [],
        "notes": "I finished before everyone else. we didn't make planes instead we made random wooden objects (Caylihn)\nI finished  second. I made a gun that will be great for jokes later 🙂 (KRye)\nbest way I've spent 12.5+ hours in a while (Proto-Geo)\nmy fingertips hurt real bad though (Proto-Geo)\ntotal time: 13.5 hrs (Proto-Geo)",
        "date": "2021-03-08"
    },
    "Beer tasting": {
        "vetoers": [],
        "notes": "we went to sweetwater and i got sidewinder bock, american pale ale, barking frog, painted lady, and peacekeeper. i liked peacekeeper the best (Proto-Geo)\ni liked peacekeeper (Caylihn)\nI liked the Stout they had at Sweetwater and the peacekeeper. The food was better than the beer though (KRye)\npainted lady beer good (Caesura)",
        "date": "2021-03-13"
    },
    "Hiking": {
        "vetoers": [],
        "notes": "hiked billy goat trail section A at great falls. lots of rocks, fun, tiring (Proto-Geo)\nTrekked he-goat line Portion 1 near some substantial cascades. An abundance of rubble, merrymaking, and fatigue. (Caylihn)",
        "date": "2021-04-03"
    },
    "Golfing": {
        "vetoers": [
            "Caesura"
        ],
        "notes": "mini-golf is basically golfing, right? (Proto-Geo)\nno (Caylihn)\nmini-golf is better than regular golf (By-Tor)\nhe literally wasn't even there with us (Proto-Geo)\nIt was fun hanging out, but the course we did was bad (KRye)",
        "date": "2021-04-10"
    },
    "Experimenting": {
        "vetoers": [],
        "notes": "Mixed Drinks for my experiment 1st one was not terrible, but not good. Second one was pretty sour, but ended up being ok (KRye)\ni made rock candy but i think i messed up (Caylihn)\nhypothesis: my oatmeal chocolate chip cookies won't be as good as potbelly's (Proto-Geo)\nresults inconclusive; they were pretty good even though i forgot baking soda (Proto-Geo)",
        "date": "2021-04-17"
    }
}